export default function ConsentText() {
  return (
    <div className="consent-text">
      <p>
        <strong>我知情并同意：</strong>
      </p>

      <p>
        您将被邀请参加一项由北京惠康仁爱公益基金会主持的临床项目。这是为探究新型医用级硅凝胶/疤痕贴的有效性与安全性的临床项目，历时5个月。临床医生会为您充分解释知情同意书的内容，请仔细阅读本知情同意书后慎重做出是否参加项目的决定。若您正在参加别的临床项目，请告知您的临床医生。。
      </p>

      <p>
        <strong>项目目的：</strong>
        瘢痕是皮肤损伤后自我修复过程中形成的异常组织，不仅影响外观，还可能导致功能障碍及心理问题。新型医用级硅凝胶（以下简称硅凝胶）/疤痕贴临床治疗瘢痕具有确切的疗效与良好的安全性。
        本项目旨在通过调研瘢痕病例，系统探索医用级硅凝胶/疤痕贴在不同类型瘢痕（烧伤、剖腹产、甲乳及整形美容相关瘢痕）治疗中的有效性、安全性，为临床瘢痕治疗提供更充分的依据，为瘢痕治疗领域的规范化诊疗贡献力量。
      </p>

      <p>
        <strong>项目过程和方法：</strong>
        1.参与条件
        您需患有瘢痕（包括烧伤、剖宫产、甲乳）或整形美容手术后形成的瘢痕。年龄在18至80岁之间。
        能够理解并签署本知情同意书，且愿意配合完成整个项目的相关检查和随访。
        2. 项目流程
        2.1 筛选阶段：您将接受初步的评估，包括瘢痕情况评估、病史询问等，以确定您是否符合本项目的参与条件。
        2.2 治疗阶段：若您符合条件，医生会跟您的实际瘢痕情况制定以硅凝胶治疗为基础的综合瘢痕治疗方案。治疗期间，您需要按照医生的嘱咐按时、正确使用硅凝胶，并记录相关信息，如使用感受、药物不良反应等。
        2.3 随访阶段：在初次治疗后3个月，您需要定期返回医院进行随访。随访内容包括瘢痕的外观、质地、功能等方面的检查。
      </p>

      <p>
        <strong>可能的受益：</strong>
        1. 您的参与将为医学项目提供宝贵的资料，可能有助于推动瘢痕治疗领域的发展，使更多的瘢痕患者受益。
        2. 在项目过程中，您将有机会与医生和其他患者交流，获取更多关于瘢痕治疗的科普知识。
      </p>

      <p>
        <strong>风险与不适：</strong>
        1. 硅凝胶/疤痕贴可能引起局部皮肤不良反应，如瘙痒等，但这些不良反应通常较为轻微，在停止使用后一般会自行缓解（详见说明书）。
        2. 由于个体差异，硅凝胶/疤痕贴治疗疗效可能无法达到部分患者的瘢痕治疗预期。请您定期随访，由医生评估治疗效果并动态调整治疗方案。
      </p>

      <p>
        <strong>隐私问题：</strong>
        1. 项目组将严格按照相关法律法规和伦理准则收集、使用和存储您的个人信息和医疗数据。您的个人信息仅用于本项目的数据与内容分析，不会被用于其他任何目的。
        2. 项目组将采取严格的保密措施，确保您的信息不被泄露。所有涉及您个人信息的资料将进行加密处理，并由专人负责保管。在对外发布项目成果时，将对您的个人信息进行匿名化处理，不会暴露您的身份。
      </p>

      <p>
        <strong>自由退出：</strong>
       作为受试者，您可随时了解与本项目有关的信息资料和进展，自愿决定（继续）参加还是不（继续）参加。参加后，无论是否发生伤害，或是否严重，您可以选择在任何时候通知临床医生要求退出，您的数据将不纳入项目结果，您的任何医疗待遇与权益不会因此而受到影响。如果继续参加项目，会对您造成严重的伤害，临床医生也将会中止项目的进行。
       在参加临床项目期间，请您提供有关自身病史和当前身体状况的真实情况；告知临床医生自己在本次项目期间所出现的任何不适；告知临床医生自己在最近是否曾参与其他研究或科研项目，或目前正参与其他研究或科研项目。如果您需要其它治疗, 或者您没有遵守项目计划, 或者发生了与项目相关的损伤或者有任何其它原因，临床医生可以终止您继续参与该项目。
      </p>

      <p>
        <strong>其他事项：</strong>
       本知情同意书的解释权归项目组所有。
       如果您对本知情同意书的内容有任何疑问，有与本项目有关的问题，或您在项目过程中发生了任何不适与损伤，或有关于本项目参加者权益方面的问题，您可以与您的医生联系。 
      </p>

      <p>
        <strong>知情同意签字：</strong>
        我已经阅读了本知情同意书，了解此次项目的目的、内容、风险和受益情况，我自愿参加本项临床项目。
      </p>
    </div>
  );
}
